/* Error message download maps */
"An error has occured while downloading the selected maps. Some parts of the maps may have not been downloaded correctly." = "An error has occured while downloading the selected maps. Some parts of the maps may have not been downloaded correctly.";

/* in kilo bytes */
"Are you sure you want to download the selected map area (%d tiles ~ %d KB) ?" = "Are you sure you want to download the selected map area (%1$d tiles ~ %2$d KB) ?";

/* Make sure to let the %d etc... */
"Are you sure you want to download the selected map area (%d tiles ~ %d MB) ?" = "Are you sure you want to download the selected map area (%1$d tiles ~ %2$d MB) ?";

/* Cancel button */
"Cancel" = "Annuler";

/* GPS State */
"Connected" = "Connecté";

/* Disable GPS Button */
"Disable GPS" = "Désactiver le GPS";

/* GPS State */
"Disconnected" = "Déconnecté";

/* Close button of message box */
"Dismiss" = "OK";

/* Download button */
"Download" = "Télécharger";

/* Downloading maps title view */
"Downloading maps..." = "Téléchargement des cartes...";

/* Enable GPS Button */
"Enable GPS" = "Activer le GPS";

/* Error message title */
"Error" = "Erreur";

/* GPS Device title in settings */
"GPS Device" = "GPS";

/* Title in setting for gps state */
"GPS state" = "Etat GPS";

/* Title in setting for gps to use */
"GPS to use" = "GPS à utiliser";

/* Title of the message box of the result of the checking.. */
"License checking" = "Vérification license";

/* License number title */
"License number" = "Numéro de license";

/* Title section in license view */
"License number for %@" = "Numéro de license pour %@";

/* License number title for cell */
"License:" = "License:";

/* Manage maps row in settings */
"Manage maps" = "Gestion des cartes";

/* Map Title */
"Map" = "Carte";

/* Maps title in settings */
"Maps" = "Cartes";

/* Maps Download title message box */
"Maps Download" = "Téléchargement de cartes";

/* Download maps ok */
"Maps downloaded successfully !" = "Les cartes ont été téléchargées avec succès !";

/* Maps manager title */
"Maps Manager" = "Gestion cartes";

/* Manage maps row in settings */
"Maps type" = "Type de carte";

/* No button */
"No" = "Non";

/* GPS State */
"No License" = "Aucune license";

/* Offline mode */
"Offline mode" = "Mode hors-ligne";

/* Title gps picker */
"Pick a GPS" = "Choisissez un GPS";

/* Error map select message */
"Please select a greater map area by touching the screen with two fingers." = "Veuillez sélectionner une partie de la carte en touchant l'écran avec deux doigts.";

/* Reset GPS Button */
"Reset GPS" = "Redémarrer le GPS";

/* Settings Button */
"Settings" = "Paramètres";

/* GPS iphone 3G error */
"The Location Services are not enabled on your device. Use the Settings application on your Home screen to fix this problem." = "Les Services de Localisation ne sont pas activer sur votre appareil. Utilisez l'application Réglages pour corriger ce problème.";

/* GPS serial port error */
"Unable to open the serial port. Make sure that no other GPS software is running in background." = "Impossible d'ouvrir le port série. Veuillez vérifier qu'aucun autre logiciel de GPS ne tourne en arrière-plan.";

/* Verify license text */
"Verifying license number..." = "Vérification du numéro de license...";

/* Error message title */
"xGPS Error" = "Erreur xGPS";

/* Yes Button */
"Yes" = "Oui";

/* Confirm invalid license */
"Your license number is invalid. Please verify and retry" = "Votre numéro de license est invalide. Veuillez vérifier.";

/* Confirm valid license */
"Your license number is valid. You can now use the selected GPS." = "Votre numéro de license est valide. Vous pouvez dès lors utiliser le GPS sélectionné.";

